tap "brimdata/tap"
tap "dagger/tap"
tap "dwarvesf/tap"
tap "filosottile/musl-cross"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "koekeishiya/formulae"
tap "minio/stable"
tap "mistertea/et"
tap "ms-jpq/sad"
tap "prql/prql"
tap "wez/wezterm"
brew "node"
brew "aws-cdk", link: false
brew "python@3.10"
brew "awscli"
brew "bat"
brew "chezmoi"
brew "cloudflared"
brew "openldap"
brew "curl"
brew "dust"
brew "exa"
brew "fd"
brew "gcc"
brew "git-delta"
brew "git-secrets"
brew "glib"
brew "glow"
brew "gnu-sed"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "gojq"
brew "golangci-lint"
brew "htop"
brew "python@3.9"
brew "shared-mime-info"
brew "imagemagick"
brew "jq"
brew "just"
brew "kind"
brew "kubectx"
brew "libfido2"
brew "libslirp"
brew "llvm"
brew "lsd"
brew "luv"
brew "mtr"
brew "mysql-client"
brew "neovim"
brew "nim"
brew "nushell"
brew "openssl@3"
brew "pinentry-mac"
brew "pulumi"
brew "qemu"
brew "rclone"
brew "ripgrep"
brew "rust"
brew "sd"
brew "starship"
brew "tiff2png"
brew "wget"
brew "zig"
brew "zoxide"
brew "brimdata/tap/zq"
brew "dagger/tap/dagger"
brew "filosottile/musl-cross/musl-cross"
brew "jesseduffield/lazygit/lazygit"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai", args: ["HEAD"]
brew "minio/stable/mc"
brew "minio/stable/minio"
brew "mistertea/et/et"
brew "ms-jpq/sad/sad"
brew "prql/prql/prql-compiler"
cask "alt-tab"
cask "amethyst"
cask "aws-vault"
cask "dropbox"
cask "google-cloud-sdk"
cask "hammerspoon"
cask "rectangle"
cask "session-manager-plugin"
cask "wezterm"
